Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
scl: عام جَکوڑے ترجمئی کاری ڈومین پرومٹ ، موجی، گہ کَچَٹیانی/لِکھیانی سَنے، باشو چُنے ماڈلی، گہ مُتے لائی۔۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
scl: ایکشان شونگے نی مُتے مُتے جکو موجی یو بیلے تو ڈیٹا سیٹ لاؤ نیو لاوے جکوڑے ہتے ائی۔ بیسے ادس خاکائی گہ ذریائی سنیئے ساں کہ زے ژھو سے استعمال تھیون بانت

source: Crimean Tatar
scl: کرائمین ٹاٹار

source: Criteria
scl: معیار

source: Croatian
scl: کراوشین

source: Czech
scl: چیک

source: Dagbani
scl: ڈیگبانی

source: Daily Goal
scl: دیس گوو مقصد

source: Dameli
scl: دامیلی

source: Danish
scl: ڈینش

source: Dargwa
scl: ڈارگوا

source: Dashboard
scl: ڈیش بورڈ

source: Dataset Release
scl: ڈیٹا سیٹ چینیونو

source: Datasets
scl: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
scl: اے-ایس-آر،ایس ایس ٹی، ٹی ٹی ایس، گہ مُوے این ایل پییو پروگرامو کاری۔ کمیونٹی سے یو بو سَنیا

source: Date
scl: تاریخ

source: Dawoodi
scl: داؤدی

source: Days
scl: دیزی

source: Delete
scl: کَش تھے۔

source: Delete my recordings
scl: مے ریکارڈینگی فش تھے

source: Delete Profile
scl: پروفائل کش تھے

source: Dhivehi
scl: ڈیویہی

source: Dholuo
scl: ڈھولو

source: Did you know…
scl: تُوڑے دشٹالو دا؟

source: Different language
scl: مُتی باش

source: Difficult
scl: کُورو/کُوری

source: Difficult to pronounce
scl: راجونو گران ہوں۔

source: Dioula
scl: ڈیولا

source: Discard ongoing recording
scl: بیوں ہِینک ریکارڈنگ نائی/ پھش تھے

source: Discover languages and communities and common voice
scl: کامن وائیس گہ، کمیونیٹئیے گہ باشے آنے چَکے۔

source: Documentation
scl: کاغذاتی

source: Does the sentence meet the guidelines?
scl: انو موش سم ہوں دا؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
scl: ڈومین موجئ یوکو ہاں آسیڑے تھینا۔ یچے، تُوسے "مجا" نی زرب تھیون بوں۔

source: Donate
scl: دے

source: Donate your voice
scl: توم شونگو ھدیہ تھے

source: Done
scl: بِیلی/ بِیلو

source: Don't see your language on Common Voice yet?
scl: ایکشان شونگو نی (کامن وائیس) تھنی باش دارُم نے چکوں دا؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
scl: تھیئی باشی ڈیٹا سیٹی نی نے پشیجیں دا؟ باشیک لُکھیونو باشیو پٹونی بو۔

source: Don't wish to say
scl: رجیونو کھوش نہ تھاؤ

source: Download
scl: ڈاؤنلوڈ تھے

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
scl: تھنے واقعاتو یا تھنی اَکی سرٹفکیٹ چین تُو کامن وائیسینی شریک بِیلَوں تو۔ — تُو ساتی اَدئیی نے بئیی

source: Download Common Voice Data
scl: کامن وائیسو ڈیٹا ڈاؤنلوڈ تھے۔

source: Download Data
scl: ڈیٹا ڈاؤنلوڈ تھے

source: Download Dataset Bundle
scl: ڈیٹا سیٹو کُوتی ڈاؤنلوڈ تھے

source: Download { $language }
scl: ڈاؤنلوڈ تھے { $language }

source: Download Links
scl: لنکی ڈاؤنلوڈ تھے

source: Download My Data
scl: مو ڈیٹا ڈاؤانلوڈ تھے

source: Download options for accessing Common Voice data
scl: کامن وائیسو ڈیٹاؤ آپشنی ڈاؤنلوڈ تھے۔

source: Download our press pack <icon></icon>
scl: اَسئیی پرس پیک ڈاؤن لوڈ تھے۔

source: Download our voice datasets
scl: اسے شونگو ڈیٹا بیسے ڈاؤنلوڈ تھے۔

source: Download profile data
scl: پروفائل ڈیٹا ڈائونلوڈ تھے

source: Download the Dataset
scl: ڈیٹاسیٹ ڈاؤنلوڈ تھے

source: Download the Single Word Target Segment
scl: ایک موش ٹارگٹ سیگمنٹ ڈاؤنلوڈ تھے۔

source: Download your contribution certificate
scl: تھنی آنے یو بِیلوکو سرٹفکیٹ ڈاؤن لوڈ تھے۔

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
scl: تُوڑے کامن وائیسو ڈیٹا بیس کدا سے سم سنیونی ہِیں لیل ہِیں دا؟ آنے موش کلینی لیل تھونیس۔

source: Do you want to continue?
scl: تھیوں بیون دا؟

source: Do you want to Speak, Listen or both?
scl: تُسے رزیم تھوں دا، کونڈ دیم تھوں، یا بیجوگہ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
scl: زار/دال تھے پھت تھے <browseWrap> اُڑارے</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
scl: تھنی فائیل زر تھے آنے اڑے یا <uploadButton> زاب تھے اپلوڈ تھیونو</uploadButton>

source: Drop file here to upload
scl: فائیل اپلوڈ تھیونو آنے فت تھے

source: Duala
scl: ڈوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
scl: سانتی دین کھین "چینڈ" زاپ تھا پتو تبصرہ پھت بئیں۔ سانتی بینوجیئے چھوپنیے 5 ریکارڈینگو یا ویلیڈیشینو ٹالے یازین۔

source: Dutch
scl: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
scl: ڈیٹا سیٹیو ہر انٹرینی یک ایم پی تھریک گہ آینسانو لکھائی ہِیں۔ ڈیٹا سیٹینی ریکارڈ تھے ہانک لالا گنٹاؤنی <b> { $total } جکو معلوماتے، یعنی عُمر،جنس گہ جینے شونگے گہ ہاں زے سے شونگے سوجون تھینیک انجننو لائی سانتی دینا۔ کوتے ڈیٹاسیٹینی <b>{ $valid }</b> گنٹاؤ نی <b>{ $languages }</b> مینیجیلیئک باشیئے ہانئیے۔ بیسے مُتے گہ شونگے گہ موجی یو تھیوں ہانس۔ اسو باشو پٹوواری گہ<languagesLink> فُوٹیک تھے باشے لُکھیونو گہ باش یو تھیونو۔ باشو پٹو </languagesLink>

source: Eastern Balochi
scl: ایسٹرن بلوچی

source: Eastern Huasteca Nahuatl
scl: ایسٹرن ہاؤسٹیکا ناھوٹل

source: Eastern Min
scl: ایسٹرن من

source: Eastern Penan
scl: ایسٹرن پینن/ Eastern Penan

source: Easy
scl: آسان

source: Ebrie
scl: ابری

source: Edit
scl: پرائیی / بدل تھے

source: Edit Profile
scl: پروفائیل پرائی

source: Email
scl: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
scl: ای میل <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
scl: <emailFragment> کمپینیجا یو بونو سیچیونوکاری، ایکشان شونگو خصوصییتے سنیو نو، میلیو ژھیری نی سائین اپ بو </emailFragment>

source: Email is already used for a different account
scl: آ ای میل چلگی موے اکاونٹو کاری یاتی

source: Email Subscriptions
scl: ای میل سبسکرپشنی

source: Emakhuwa
scl: ایماخوا

source: English
scl: انگریزی

source: Enter Email to Download
scl: ڈاؤنلوڈ تھیونو ای-میل شے

source: Enter email to send a sign up link
scl: سائین اپ لنک چینیو نو ای میل آنے شے

source: Enter your Country/Region of Residence
scl: تھنی کُوئی/گام/پوروآنے چینڈ/ کچٹ تھے

source: Enter your email
scl: تھنی ای میل شے

source: Enter your public domain sentence here
scl: عام جکو کاریو موجیک آنے یو تھے۔

source: Enter your public domain sentences here
scl: عام جکو کاریو موجیک آنے یو تھے۔

source: Error
scl: ٹھِیس

source: Error adding sentence
scl: موش یو تھیونینی ٹھیسک بیلیں

source: Error { $code }
scl: ٹھیسیک { $code }

source: Error while playing audio file.
scl: آڈیو یَجی رِیوجا جیک ٹھِیسیک بِیلیں۔

source: Erzya
scl: ارزیا

source: ESC
scl: ای سی ایس

source: Esperanto
scl: اسپیرانٹو

source: Estonian
scl: اسٹونین

source: Eton
scl: ایٹون

source: Events
scl: دیزی (مووت) events

source: Everyone
scl: ہر منوجو

source: Ewe
scl: کَری

source: Ewondo
scl: ایونڈو

source: Example
scl: مثالیک

source: Exit & Delete clips
scl: کھس نے کلپی یا تھے

source: Explore datasets <icon></icon>
scl: ڈیٹا سیٹ اوڈور تھے چَکے <icon></icon>

source: Explore the community and languages supported by Common Voice
scl: کامن وائیسے سے سانتی دیک کمیونیٹی گہ باشے آنے واشے

source: Failed to copy SHA256 Checksum
scl: ایس ایچ اے 256 چکینی کاپی نے بیلی

source: Fang
scl: فینگ

source: FAQ
scl: ایف اے کیو

source: Faroese
scl: فروس

source: Featured in...
scl: اَنیسے نی فیچر۔۔۔

source: Female/Feminine
scl: سونچی / چئیے

source: Fewer than 15 words per sentence
scl: یک موجینی پزینلئی مشو نیو کمیک

source: Fields marked with an asterisk (*) are required.
scl: اسٹیرک شے ہائینک دشے اواجینائے

source: File is too large
scl: فائیل لائی بڑی ہِیں۔

source: File is too small
scl: فائیل لائی چُونی ہِیں۔

source: Finance
scl: فائینانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
scl: شونگ تھینیک جک اُڑارے۔ یونیورسٹئیے بو تھن، سکولی بوتھن، یا باش سیچارینیک یا ڈیٹا سائیسو جک بوتھن۔ جینو کچی گئیے سم تھے رزا زیسے تھو کروم کدا تھے تھیون بینا یا کئیے تھیونو اواجئ <outreachTemplates>۔ اسی ای میل ٹمپلیٹ آنے</outreachTemplates> چکیا

source: Find us on Matrix
scl: میٹرکسینی اسو اُڑارے

source: Finish editing first?
scl: بدل تھیونو مُچھوڑے پھش تھے۔

source: Finish recording
scl: ریکارڈنگ یا تھے

source: Finish recording first?
scl: ریکارڈنگ چلگی فش تھون دا

source: Finish Review
scl: دُوگُنی چکیونو پھش تھے

source: Finish validating
scl: تصدیق پھش تھے

source: Finish validating clips?
scl: کلپی منیونو پھش بیلی دا؟

source: Finnish
scl: فنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
scl: مُچھوڑے چکے تھئیئ باش <languageLink> آنے یو تھے تو نُش <languageLink>۔ نُش تو یو تھیونئی کاریو آنے <languageRequestLink> کھُجون بَوں۔ آنے دُو پونے ہائیں۔ ترجمہ تھیونو گہ موجی یو تھیونو۔

source: Follow guidelines from “What sentences can I add?”
scl: پون پشارینیک موجونی عمل تھے "کنی موجی مُوسے یو تھیون بیموس؟ "

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
scl: آنے چینیئیک شونگو ہر ایک کلپ گہ ہر منیجیلوک آڈیو کلپوڑے تھو اکاؤنٹ اپڈیٹ بیلوں، تاکہ کنی گہ باشیکینی تُوسے کروم تھوں تو تھنی بڑیار (پروگریس) گہ لیل بییئ۔ اوا، تُو سے ایکینیو لائی باشونی کروم تھیون بوں !<br/> تھنی کرومو کلیانی چکیونو ڈیشبورد استعمال تھے، کمینٹی نی مُتو سانتی تھو کروم کدو بجوں ہوں۔ دزو یا ست چھکو کروم کچاک تھیونی ھی آ گہ فیصلہ تھے۔

source: for example
scl: مثالیک

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
scl: عام جکو کاریو لکھیانی نے ہتے آلی تو، تُو سے تعلیمو حوالہ دینیک طریقہ استعمال تھیون بَوں، ہارورڈ و طریقہ "موزیلا " (2021) کامن وائیس۔ آنے ہتے ایوں https://commonvoice.mozilla.org/ (ایفالوں: پزیلائی ستمبر2021) مئی عاک جکو کاریو ہِینک گائی

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
scl: ٹیکنالوجی سے بوٹو کاری مشٹو کروم تھینو کاری کا ڈیٹا ٹیکنالوجی سنینوکاری سات دیک ہوں آ بوٹے/کنا کنا جکو بونو اواجوں۔ مثالیک، بیسے موتی شونگے رزینک گٹی نے تھی یس تو ٹیکنالوجی سے آ جکو کاری سم تھے کروم نے تھئی۔ میٹا ڈیٹا کے لازمی ہوں لیل تھینو کاری مزید رزا۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
scl: آنے شتئیک باشوڑے ویب سائیٹ <localizationGlossaryLink> لوکلائیش بیلین۔</localizationGlossaryLink>, موجی گہ اچاک یو بیلاں <sentenceCollectionGlossaryLink> کہ رجوں نیڑے، کونڈ دیونیڑے کافی ہاں۔

source: Foundations
scl: فاؤنڈیشن

source: French
scl: فارسی

source: Frisian
scl: فریجین

source: Fulah
scl: فئلاح

source: Fuzhou
scl: فُوزوح

source: Galician
scl: گیلیشین

source: Gawarbaiti
scl: گاؤاربئیٹی

source: Gawri
scl: گاؤری

source: GB
scl: جی بی

source: General
scl: عام

source: General language / multiple variants
scl: عام باش/ لیگی لا بدل

source: Georgian
scl: جیارجین

source: German
scl: جرمن

source: Get in touch
scl: رابطےنی بئیی

source: Get in touch <icon></icon>
scl: رابطے نی بئیی <icon></icon>

source: Get involved
scl: یو بو (با)

source: Get Involved
scl: یو بو

source: Get started <icon><icon>
scl: کرومینی شچا/ شروع تھِیا <icon><icon>

source: Get started with goals
scl: مقصدی سانتی شروع تھے

source: Get Started with Speech Recognition
scl: شونگے سوجون تھیونو شروع تھے۔

source: Get your certificate
scl: تھنی سرٹفکیٹ گِین۔

source: Gheg Albanian
scl: گھیک البانیان

source: Ghomala
scl: گومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
scl: <githubLink> این وی آئی ڈی آئی اے نی مو</githubLink>™ <docsLink> کہ نو موجی تھیک اے آئی سنینیک ریسرچرو کاریوایک ادَو باوی گینی ہانک زریاک ہوں۔

source: Goal reached
scl: مقصد ہتھے آلو

source: Goals
scl: شانچے

source: Goan Konkani
scl: گون کونکانی

source: Gorani
scl: گورانی

source: Go to Discourse
scl: موش کلے نی بو

source: Go to Languages Page
scl: باشو پٹو نی بو

source: Go to { $name }
scl: آنے{ $name } بو

source: <governanceLink>Read more about how we're governed</governanceLink>
scl: <governanceLink> اسو کدا تھے یجارینا مُوتی رس

source: Governments
scl: گورنمنٹے

source: Grammatical / spelling error
scl: گرامر گہ ہیجو غلطی

source: Great! How many clips a week?
scl: لائی مشٹی! ست چھکیڑے کچاک کلپی؟

source: Great! How many clips per day?
scl: لائی مشٹی! ایک دیزینی کچاک کلپی؟

source: Great!<recordIcon></recordIcon> Record your next clip
scl: لیگی سی، تومی موتی کلپ ریکارڈ تھے

source: Great work!<playIcon></playIcon> Listen again when you're ready
scl: لیگی مشٹو کروم ! <playIcon> تُوئی تیار بیلو تو دُوگُنی کونڈ دے

source: Greek
scl: گریک

source: Gronings
scl: گروننگز

source: Guarani
scl: گورانی

source: Guidelines
scl: پون پشارینیک موجی

source: Gujarati
scl: گجراتی

source: Gujari
scl: گوجری

source: Haitian
scl: ھیشین

source: Hakha Chin
scl: ہکھا چن

source: Hausa
scl: ھاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
scl: مُچھوڑے کوئی موقعاک اَسِیلو دا یا کوئی موقعاک اونو ہُوں دا؟ ہُوں تو اَسوڑے چین تو بیسے کمیونیٹیڑے رزون یا بلاگ لِکھون۔

source: Have Feedback?
scl: چکے پتو جیک رجنی ہیں دا؟

source: Have you read our Terms?
scl: تسے اسیے قانونی رجایا دا

source: Having an account is not required to contribute, though it is helpful.
scl: آنے موجی چینیونو کھاتا بونو ضروری نُش، اکؤنٹ بیلو تو آسانی بِیں۔

source: Having a profile is not required to contribute though it is helpful, see why below.
scl: آنے موجی چینیونو کاری پروفالیک بونو ضروری نُش،انو کرومی نی تو ایوں، کھری پرے کیے نیوں

source: Healthcare
scl: صحتئی شونگ

source: Hebrew
scl: ھیبریو

source: Help
scl: سانت

source: Help Common Voice reach { $hours } hours in a language with a personal goal
scl: ایک باشیکو ذاتی مقصتیڑے ایفونو{ $hours } کامن وائیسو سانتی دے

source: Help create Common Voice’s first target segment in { $locale }
scl: کامن وائیسو ٹارگیٹاڑے سانتی دے آنے { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
scl: تومے ذاتی مقصتیڑے ایفونو{ $hours } گنٹائے سانتی دے { $language }

source: Help teach machines how real people speak, donate your voice at { $link }
scl: منوجے سے موجی کدا دینا مشینیوڑے سیچاریونو اسئیے ساتی دے۔ تھنو شونگو آنےدے { $link }

source: Help us build a community around voice technology, stay in touch via email.
scl: کمیونیٹی وائس سنیونینی اسئی سات دے، ای میل نیو موش کل تھیوں بئی

source: Help us build a high quality, publicly open dataset
scl: اسوڑے جکوکاری ہوں لیگی لاؤ سم ڈیٹا سیٹ سنیونو ساتی بو

source: Help us find more voices, share your goal
scl: مُتےگہ شونگے اُڑاریونو، تھنی مقصد ایفاریونو اسئی سانتی دے۔

source: Help us find others to donate their voice!
scl: تومے شونگے دینیک مُتے گہ اُڑاریونو اسئی ساتی دے

source: Help us get to { $goal }
scl: { $goal } گینیونو اسوڑے ساتی بو

source: Help us validate sentences!
scl: اسوٹے موجی سوجونتھے منیونو ساتی بو۔

source: Help us validate voices
scl: شونگے منیونو اسئی سانتی دے

source: Heng Hua
scl: ہینگ ہوا

source: Here are the links to download your ZIP files.
scl: تھیں زیپ فائلے ڈاؤلوڈ تھیونو کاری لنکی آنی ہاں

source: Hidden
scl: لشی ہوں

source: Highland Puebla Nahuatl
scl: ہائیلیند پیوبلا ناھوت

source: Hiligaynon
scl: ہلیگانین

source: Hill Mari
scl: ہل ماری

source: Hindi
scl: ہندی

source: His hand was rais-ed.
scl: زیسو ہتھ ہُن بو اسیلو

source: History, Law and Government
scl: تاریخ، قانون گہ گورنمنٹ

source: Hours
scl: گنٹائی

source: Hours Recorded
scl: گھنٹے ریکارڈ بلے

source: Hours Validated
scl: گھنٹے سوجونتھے منیئیے

source: How ?
scl: کدائی تھے؟

source: How are project decisions made?
scl: پروجیکٹو فیصلائی کدا بو بینا؟

source: How can we effectively grow a language on Common Voice?
scl: ایکشان شونگونی (کامن وائیس) بیسے باش سم تھے مُوچھوڑے کدا تھے ہریون بونیس؟

source: How does Common Voice work?
scl: کامن وائس سے کروم کدا تھے تھِیں؟

source: How does site localization work?
scl: Localization site سے کدا تھے کروم تھیِں؟

source: How do I access and use the dataset?
scl: مُو ڈیٹا سیٹی ڈنگ کدا بو ایفم، ڈیٹا سیٹ کدا تھے استعمال تھیم؟

source: How do I add a language?
scl: مُو سے کئی گہ باشی کدا تھے آنے یو تھیم /چینیم؟

source: How do I add sentences?
scl: مُو سے موجی کدا تھے یو تھیم (آنے چینیم)؟

source: How do I cite?
scl: مُسے حوالہ کدا تھے دیم؟

source: How do I know whether to approve a voice clip?
scl: مُوڑے کدا بو لیل بئی کہ مے شونگو کلپ منیجیلوں دا نے منیجیلوں؟

source: How do I record a high quality voice clip?
scl: سم شونگو کلپ مُوسے کدا تھے ریکارڈ تھیون بوموس؟

source: How do I stay in touch?
scl: مُو کدا بو شچی)(رابطہ/تعلق) بیئم ؟

source: How is Common Voice funded?
scl: ایکشان شونگوڑے (کامن وائیس) فنڈ یوک تھے تھینا؟

source: How Spontaneous Speech works
scl: لوکو لوکو رَجیک باشی سے کروم کدا تھے تھِیئں۔

source: How to add multiple sentences
scl: لاؤنیو لا موجی کدا تھے یو تھیم؟

source: How would you describe your accent?
scl: توسے یوک تھے تومو شونگولیل تھیایئے

source: How would you describe your sex or gender?
scl: توسے یوک تھے رزے، بیرو دا سوچی بیلو

source: Huarijio
scl: ہُواریجیو

source: Huautla Mazatec
scl: ہُواؤتالا مازاٹیک

source: Hungarian
scl: ہنگیرین

source: I agree
scl: منے موس

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
scl: موسے کامن وائیسو <termsLink>شراطی</termsLink>گہ <privacyLink>سریئیو مہ شویئیو منے موس۔

source: Ibibio
scl: ایبیبیو

source: Icelandic
scl: آئسلانڈک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
scl: مُڑے سم بو لیل ہِین کہ انی موجی <wikipediaLink> عام جکو کاریو ہاں۔ مُو سے اپلوڈ تھیون بیموس۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
scl: مُوسے چکے رزیم انو موش عام جکو کاریو ہوں دا نُش<wikipediaLink> عام جکو دِش </wikipediaLink> مُوڑے چینیونو اجازت ہِیں۔

source: <icon></icon> Add multiple public domain sentences
scl: <icon> </icon> عام جکو کاریو موجی چینڈ۔

source: Ideally natural and conversational (it should be easy to read the sentence)
scl: موش کلو گہ قدرتی ۔ (موش رجونو آسان بو تھن)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
scl: مُوڑے کامن وائیسو بارینی ای میلے، مئیی بڑیارو نائی تازہ گہ نیوز لیڑی اواجینا

source: I do not agree
scl: نے منے موس

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
scl: ایک کلپیک دُو جک سے نے منیئے تو زو ایک مُوتو ڈیٹاسیٹینی اییوں

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
scl: انی تھنے موجی ہاں تو <italicizedText> مئی اکی سائیٹیشن تھے رس </italicizedText> تُوڑے کونو ہتھے آنلا انی اسوڑے لیل بونو اواجئیی تاکہ بیسے چکیون بون کہ انی عام جکو کاریو ہاں۔ پابندئیے انینونی نے شچینائیے۔ حوالاوو کاریو مُتئیے معلوماتے چکیونو<guidelinesLink>Guidelines page</guidelinesLink>. آنے چکے

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
scl: ریکارڈنگ ٹاری بو ہیں تو پُوری لکھے ہیںک نے پرُودو ڈنگ نے منے

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
scl: انی فائیلی مُتئیے معلوماتے دیم تھوں تو آنے <emailFragment>commonvoice@mozilla.com</emailFragment>رابطہ تھے

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
scl: انی فائیلیے مُتیئے معلوماتے یو نے تھے ہائیں تو آنے رابطہ تھے۔<emailFragment>commonvoice@mozilla.com</emailFragment

source: If the sentence does not meet the above criteria, click the "No" button.
scl: موش اجا رزی ہُونک معیارینی نے بئیوں تو، "نے"ٹکانی زاب تھے۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
scl: موش اجینی تراکٹینی نی سم نے آلو تو، آنے زاب تھے &quot;نے منے۔ ٹک کھبی کھینگیڑے ہوں۔موش سم نُش تھوں تو، نو پھت تھے مُچھو مُتوواری بجون بوں

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
scl: موش دِیجیک یا روش اڑیاریک ہُوں تو- مثالیک، کھچے موجی، یا موجی کمیونیٹیو پون پشارینیک موجونیو پیرتے بوجینا تو <communityGuidelines> آؤ موش لنگ تھیونو اواجوں۔ تُوآنے <emailFragment>commonvoice@mozilla.com</emailFragment> رجونو اسو کچی ایفون بوِں۔

source: If the sentence meets the criteria above, click the "Yes" button.
scl: موش اجا رزی ہٗونک معیارینی بئیُوں تو، "اُوں" ٹکانی زاب تھے۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
scl: موش تراکٹی نی سم آلو تو آنے زاب تھے۔ &quot منے &quot; بٹن دشٹینی کھینگی نی ہوں

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
scl: تُوڑے موجئی بارینی یقین نُش تو، تُو سے پھت تھے مُوچھوڑے بوجون بَوں۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
scl: آنے سیچاریئکے نیو مُتیک ہتھے آلی تو تھنی حسابینی منے۔ فیصلہ تھیون نے بلو تو سکپ بٹن زراب تھے مُتی ریکارڈنگی نی بو

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
scl: تُوئی سے کونڈ دیون بوں تو کونڈ دے۔</strong> آ موجی پرُوش</strong> منیجونئی کاریو انی پُورنیو سم بیں/
